Repository: xfce-mirror/xfce4-calculator-plugin
Catalog: po/*.po
Languages: el, kk, oc, th, ug

source: Calculator error: %s
el: Σφάλμα υπολογισμού: %s
kk: Калькулятор қатесі: %s
oc: Error de la calculadoira : %s
th: ข้อผิดพลาดของเครื่องคิดเลข: %s
ug: ھېسابلىغۇچ خاتالىقى: %s

source: Calc:
el: Αριθ:
kk: Санау:
oc: Calcul :
th: คิดเลข:
ug: ھېسابلىغۇچ:

source: Calculator Plugin
el: Πρόσθετο μηχανής υπολογισμών
kk: Калькулятор плагині
oc: Empeuton de calculadoira
th: ปลั๊กอินเครื่องคิดเลข
ug: ھېسابلىغۇچ قىستۇرمىسى

source: _Close
el: _Κλείσιμο
kk: _Жабу
oc: _Tampar
th: ปิ_ด
ug: ياپ(_C)

source: Appearance
el: Εμφάνιση
kk: Сыртқы түрі
oc: Aparéncia
th: รูปลักษณ์
ug: كۆرۈنۈشى

source: Width (in chars):
el: Πλάτος (χαρακτήρες):
kk: Ені (таңбамен):
oc: Largor (en caractèrs) :
th: ความกว้าง (เป็นจำนวนอักขระ):
ug: كەڭلىك (ھەرپ):

source: History
el: Ιστορικό
kk: Тарихы
oc: Istoric
th: ประวัติ
ug: تارىخ

source: Size:
el: Μέγεθος:
kk: Өлшемі:
oc: Talha :
th: ขนาด:
ug: چوڭلۇقى:

source: Behavior
el: Συμπεριφορά
kk: Мінез-құлығы
oc: Compòrtament
th: พฤติกรรม
ug: ھەرىكەت

source: Do not move cursor after calculation
el: Μετά τον υπολογισμό να μη μετακινείται ο δείκτης
kk: Есептеуден кейін курсорды жылжытпау
oc: Desplaçar pas lo cursor aprèp calcul
th: อย่าเลื่อนเคอร์เซอร์หลังการคำนวณ
ug: ھېسابلىغاندىن كېيىن نۇر بەلگىنى يۆتكىمەيدۇ

source: Calculator for Xfce panel
el: Μηχανή υπολογισμών για το ταμπλό του Xfce
kk: Xfce панеліне арналған калькулятор
oc: Calculadoira pel panèl Xfce
th: เครื่องคิดเลขสำหรับพาเนล Xfce
ug: Xfce كۆزنەكچەنىڭ ھېسابلىغۇچى

source: Trigonometrics use degrees
el: Μοίρες στη τριγωνομετρία
kk: Тригонометрия градустарды қолданады
oc: La trigonometria utiliza los graus
th: ตรีโกณมิติใช้องศา
ug: تىرىگونومېتىرىيەلىك فۇنكسىيەدە بۇلۇڭ ئىشلىتىش

source: Trigonometrics use radians
el: Ακτίνια στη τριγωνομετρία
kk: Тригонометрия радиандарды қолданады
oc: La trigonometria utiliza los radians
th: ตรีโกณมิติใช้เรเดียน
ug: تىرىگونومېتىرىيەلىك فۇنكسىيەدە ياي ئىشلىتىش

source: Hexadecimal output
el: Δεκαεξαδικός υπολογισμός
kk: Он алтылық шығыс
oc: Sortida en exadecimala
th: แสดงผลเลขฐานสิบหก
ug: ئون ئالتىلىك ئۆلچەمدە چىقىرىش

source: Calculator
el: Μηχανή υπολογισμών
kk: Калькулятор
oc: Calculadoira
th: เครื่องคิดเลข
ug: ھېسابلىغۇچ

source: Calculator plugin for the Xfce panel
el: Πρόσθετο μηχανής υπολογισμών για το ταμπλό του Xfce
kk: Xfce панеліне арналған калькулятор плагині
oc: Empeuton de calculadoira pel panèl Xfce
th: ปลั๊กอินเครื่องคิดเลขสำหรับพาเนล Xfce
ug: Xfce كۆزنەكچىنىڭ ھېسابلىغۇچ قىستۇرمىسى
